[
  {
    
    "author": "Dale Carnegie",
    "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy."
  },
  {
    "author": "Thomas Jefferson",
    "quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you."
  },
  {
    "author": "Pablo Picasso",
    "quote": "Action is the foundational key to all success."
  },
  {
    "author": "Confucius",
    "quote": "When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps."
  },
  {
    "author": "W. Clement Stone",
    "quote": "Thinking will not overcome fear but action will."
  },
  {
    "author": "John F. Kennedy",
    "quote": "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction."
  },
  {
    "author": "Martin Luther King, Jr.",
    "quote": "If you can’t fly, then run, if you can’t run, then walk, if you can’t walk, then crawl, but whatever you do, you have to keep moving forward."
  },
  {
    "author": "Gail Devers",
    "quote": "Every accomplishment starts with a decision to try."
  },
  {
    "author": "Ralph Waldo Emerson",
    "quote": "Once you make a decision, the universe conspires to make it happen."
  },
  {
    "author": "Ernest Hemingway",
    "quote": "Now is no time to think of what you do not have. Think of what you can do with what there is."
  },
  {
    "author": "Farrah Gray",
    "quote": "Build your own dreams, or someone else will hire you to build theirs."
  },
  {
    "author": "Joan of Arc",
    "quote": "I am not afraid… I was born to do this."
  },
  {
    "author": "Conrad Hilton",
    "quote": "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don’t quit."
  },
  {
    "author": "Tony Robbins",
    "quote": "The path to success is to take massive, determined action."
  },
  { "author": "Joan Baez", "quote": "Action is the antidote to despair." },
  {
    "author": "Norman Vincent Peale",
    "quote": "Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause of fear."
  },
  {
    "author": "Mahatma Gandhi",
    "quote": "The future depends on what you do today."
  },
  {
    "author": "Arthur Ashe",
    "quote": "To achieve greatness, start where you are, use what you have, and do what you can."
  },
  {
    "author": "Benjamin Disraeli",
    "quote": "Action may not always bring happiness; but there is no happiness without action."
  },
  {
    "author": "Mark Twain",
    "quote": "Action speaks louder than words but not nearly as often."
  },

  {
    "author": "Serena Williams",
    "quote": "The success of every woman should be the inspiration to another. We should raise each other up."
  },
  {
    "author": "Maya Angelou",
    "quote": "Nothing can dim the light which shines from within."
  },
  {
    "author": "Eleanor Roosevelt",
    "quote": "No one can make you feel inferior without your consent."
  },
  {
    "author": "Amelia Earhart",
    "quote": "The most difficult thing is the decision to act, the rest is merely tenacity."
  },
  {
    "author": "Ruth Bader Ginsburg",
    "quote": "Fight for the things that you care about, but do it in a way that will lead others to join you."
  },
  {
    "author": "Michelle Obama",
    "quote": "There is no limit to what we, as women, can accomplish."
  },
  {
    "author": "Oprah Winfrey",
    "quote": "Think like a queen. A queen is not afraid to fail. Failure is another stepping stone to greatness."
  },
  {
    "author": "Helen Keller",
    "quote": "Never let a little adverse weather depress you. Believe in yourself and your abilities because there is always sunshine on the other side."
  },
  {
    "author": "Audrey Hepburn",
    "quote": "There is always light. If only we’re brave enough to see it. If only we’re brave enough to be it."
  },
  {
    "author": "Jane Goodall",
    "quote": "What you do makes a difference, and you have to decide what kind of difference you want to make."
  },
  {
    "author": "Amanda Gorman",
    "quote": "There is always light. If only we’re brave enough to see it. If only we’re brave enough to be it."
  },
  {
    "author": "Sheryl Sandberg",
    "quote": "We need women at all levels… to change the dynamic… to make sure women’s voices are heard."
  },
  {
    "author": "Toni Morrison",
    "quote": "My world did not shrink because I was a black female writer. It just got bigger."
  },
  {
    "author": "Dolly Parton",
    "quote": "If you don’t like the road you’re walking, start paving another one."
  },
  {
    "author": "Coco Chanel",
    "quote": "A girl should be two things: Who and what she wants."
  },
  {
    "author": "Maya Angelou",
    "quote": "I’ve come to believe that each of us has a personal calling that’s as unique as a fingerprint…"
  },
  {
    "author": "Frida Kahlo",
    "quote": "At the end of the day, we can endure much more than we think we can."
  },
  {
    "author": "Chimamanda Ngozi Adichie",
    "quote": "I have chosen to no longer be apologetic for my femaleness and my femininity."
  },
  {
    "author": "Billie Jean King",
    "quote": "Champions keep playing until they get it right."
  },
  {
    "author": "Mother Teresa",
    "quote": "Do not wait for leaders; do it alone, person to person."
  },
  {
    "author": "Malala Yousafzai",
    "quote": "We realize the importance of our voices only when they are silenced."
  },
  {
    "author": "Grace Lee Boggs",
    "quote": "Movements are born of critical connections rather than critical mass."
  },
  {
    "author": "Rupi Kaur",
    "quote": "What’s the greatest lesson a woman should learn? That… she’s already had everything she needs within herself."
  },
  {
    "author": "Rosa Parks",
    "quote": "When life seems hard, the courageous do not lie down and accept defeat…"
  },
  {
    "author": "Ellen Johnson Sirleaf",
    "quote": "If your dreams do not scare you, they are not big enough."
  },
  {
    "author": "Coretta Scott King",
    "quote": "The greatness of a community is most accurately measured by the compassionate actions of its members."
  },
  {
    "author": "Edith Wharton",
    "quote": "There are two ways of spreading light: to be the candle or the mirror that reflects it."
  },
  {
    "author": "Ruth Gordon",
    "quote": "Courage is like a muscle. We strengthen it by use."
  },
  {
    "author": "Jane Goodall",
    "quote": "What you do makes a difference, and you have to decide what kind of difference you want to make."
  },
  {
    "author": "Oprah Winfrey",
    "quote": "No matter where you are on your journey, that’s exactly where you need to be. The next road is always ahead."
  },
  {
    "author": "Florence Griffith Joyner",
    "quote": "When anyone tells me I can’t do anything … I’m just not listening anymore."
  },

  { "author": "Robin Sharma", "quote": "Dream big, start small, act now." },
  {
    "author": "Jack Welch",
    "quote": "It is better to act too quickly than it is to wait too long."
  },
  {
    "author": "Mark Victor Hansen",
    "quote": "Do not wait until everything is just right… Get started now."
  },
  {
    "author": "Paulo Coelho",
    "quote": "One day you will wake up and there won’t be any more time… Do it now."
  },
  {
    "author": "Saint Francis of Assisi",
    "quote": "First do what is necessary. Then do what is possible… then do the impossible."
  },
  {
    "author": "Goethe",
    "quote": "Whatever you dream you can do, begin it. Boldness has genius, power and magic."
  },
  {
    "author": "Robert T. Kiyosaki",
    "quote": "Your future is created by what you do today, not tomorrow."
  },
  {
    "author": "Montaigne",
    "quote": "Anything that can be done another day can be done today."
  },
  {
    "author": "Chinese Proverb",
    "quote": "The best time to plant a tree was 20 years ago. The second best time is today."
  },
  {
    "author": "Richard Branson",
    "quote": "If somebody offers you an amazing opportunity… say yes. Then learn how to do it later."
  },
  {
    "author": "Lao Tzu",
    "quote": "The journey of a thousand miles begins with a single step."
  },
  {
    "author": "W. Clement Stone",
    "quote": "So many fail because they don’t get started."
  },
  {
    "author": "Irish Proverb",
    "quote": "You’ll never plow a field by turning it over in your mind."
  },
  {
    "author": "George Chapman",
    "quote": "The best way to accomplish something is to just do it… then find the courage afterward."
  },
  {
    "author": "George Eliot",
    "quote": "It is never too late to become what we might have been."
  },
  {
    "author": "Benjamin Franklin",
    "quote": "Never confuse motion with action."
  },
  {
    "author": "William Butler Yeats",
    "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
  },
  {
    "author": "John Wooden",
    "quote": "Don’t let what you cannot do interfere with what you can do."
  },
  {
    "author": "Johann Wolfgang von Goethe",
    "quote": "Doubt can only be removed by action."
  },
  {
    "author": "Loesje",
    "quote": "The longer you wait for the future, the shorter it will be."
  },

  {
    "author": "Marie Forleo",
    "quote": "Taking action is the only path to change."
  },
  {
    "author": "Mark Manson",
    "quote": "Action isn’t just the effect of motivation; it’s also the cause of it."
  },
  {
    "author": "Marie Ebner‑Eschenbach",
    "quote": "There is only one proof of ability—action."
  },
  {
    "author": "Timothy M. Brenner",
    "quote": "Action is what makes hope a reality."
  },
  {
    "author": "Bradley Whitford",
    "quote": "Infuse your life with action. Make it happen—your own hope, your own future."
  },
  {
    "author": "Dietrich Bonhoeffer",
    "quote": "Action springs not from thought, but from a readiness for responsibility."
  },
  {
    "author": "Oscar Wilde",
    "quote": "Action is the last resource of those who know not how to dream."
  },
  {
    "author": "John Locke",
    "quote": "The actions of men are the best interpreters of their thoughts."
  },
  {
    "author": "Bob Dylan",
    "quote": "Act the way you’d like to be and soon you’ll be the way you’d like to act."
  },
  {
    "author": "Lailah Gifty Akita",
    "quote": "Action is the seed of thoughts."
  },
  {
    "author": "Dwayne Johnson",
    "quote": "Action creates momentum. Momentum creates success."
  },
  {
    "author": "Charlotte Bunch",
    "quote": "We do not need all the answers before we act…"
  },
  {
    "author": "Napoleon Bonaparte",
    "quote": "Take time to deliberate, but when the time for action has arrived, stop thinking and go in."
  },
  {
    "author": "Pedro Calderón de la Barca",
    "quote": "A good action is never lost; it is treasure for the doer."
  },
  {
    "author": "Al Batt",
    "quote": "It is easy to sit up and take notice. What is difficult is getting up and taking action."
  },
  {
    "author": "Jacob Bronowski",
    "quote": "The world can only be grasped by action, not contemplation."
  },
  {
    "author": "Thomas Carlyle",
    "quote": "The end of man is action, and not thought."
  },
  {
    "author": "Robert South",
    "quote": "Action is the highest perfection of man’s nature."
  },
  {
    "author": "Mary T. Brown",
    "quote": "Each individual is responsible for their own actions… every action will produce an equal reaction."
  },
  {
    "author": "Catherine Pulsifer",
    "quote": "No action, no change. Limited action, limited change."
  },
  {
    "author": "Ralph Waldo Emerson",
    "quote": "An action is the perfection and publication of thought."
  },
  {
    "author": "Confucius",
    "quote": "The superior man is modest in speech but exceeds in actions."
  },
  {
    "author": "Matthew Quick",
    "quote": "Your actions make you a good person, not desire."
  },
  {
    "author": "Henri Bergson",
    "quote": "Think like a man of action and act like a man of thought."
  },
  {
    "author": "Patrick Ness",
    "quote": "You write your life with actions. What you think is irrelevant."
  },
  {
    "author": "DaShanne Stokes",
    "quote": "If your actions don’t live up to your words, you have nothing to say."
  },
  {
    "author": "Anna Shine",
    "quote": "Actions speak louder than thoughts—it’s what you do that shows love."
  },
  {
    "author": "Ernest Gaines",
    "quote": "Words mean nothing. Action is the only thing."
  },
  {
    "author": "Anderson Silva",
    "quote": "Life is about how much you can take and keep fighting… and keep moving forward."
  },

  {
    "author": "James Roosevelt",
    "quote": "Believe you can and you’re halfway there."
  },
  {
    "author": "Sam Levenson",
    "quote": "Don’t watch the clock; do what it does. Keep going."
  },
  {
    "author": "Andre Gide",
    "quote": "One doesn’t discover new lands without consenting to lose sight of shore."
  },
  {
    "author": "Tim Ferriss",
    "quote": "Tomorrow becomes never. Take the first step now!"
  },
  {
    "author": "Ayn Rand",
    "quote": "The question isn’t who is going to let me, it’s who is going to stop me."
  },
  {
    "author": "Denis Waitley",
    "quote": "Don’t dwell on what went wrong. Focus on what to do next."
  },
  {
    "author": "Walt Disney",
    "quote": "We keep moving forward, opening new doors, doing new things… because curiosity keeps leading us down new paths."
  },
  {
    "author": "LL Cool J",
    "quote": "Stay focused, go after your dreams and keep moving toward your goals."
  },
  { "author": "Jerry Seinfeld", "quote": "To live is to keep moving." },
  {
    "author": "Lonzo Ball",
    "quote": "You can’t control everything, but you can control what you do after it."
  },
  {
    "author": "Danica Patrick",
    "quote": "Take chances—you’ll never know what you can achieve."
  },
  {
    "author": "Shannon Miller",
    "quote": "There will always be a reason you can’t. Your job is to find a reason you can."
  },
  {
    "author": "Misty Copeland",
    "quote": "Know that you can start late, look different… and still succeed."
  },
  {
    "author": "Jim Ryun",
    "quote": "Motivation is what gets you started. Habit is what keeps you going."
  },
  {
    "author": "Henry David Thoreau",
    "quote": "An early morning walk is a blessing for the whole day."
  },
  {
    "author": "Rory McIlroy",
    "quote": "Going to the gym is great for the mind and the body."
  },
  {
    "author": "John Bingham",
    "quote": "If you run, you are a runner. It doesn’t matter how fast or far."
  },
  {
    "author": "Meryl Streep",
    "quote": "Don’t waste time thinking about weight. Don’t miss living life."
  },
  {
    "author": "Michael Ali",
    "quote": "It isn’t the mountains ahead that wear you out; it’s the pebble in your shoe."
  },
  {
    "author": "Michael Phelps",
    "quote": "When tired, think about how great you’ll feel once you reach your goal."
  },
  {
    "author": "Oprah Winfrey",
    "quote": "Whatever your goal is, you can get there—as long as you're honest about the work involved."
  },
  {
    "author": "Muhammad Ali",
    "quote": "Don’t quit. Suffer now and live the rest of your life as a champion."
  },
  {
    "author": "Simone Biles",
    "quote": "I’d rather regret the risks that didn’t work than the chances I didn’t take."
  },
  {
    "author": "George Halas",
    "quote": "Nobody who ever gave his best regretted it."
  },
  {
    "author": "Babe Ruth",
    "quote": "You just can’t beat the person who never gives up."
  },
  {
    "author": "Stephen Richards",
    "quote": "The pain you feel today is the strength you feel tomorrow."
  },
  {
    "author": "Jerry Rice",
    "quote": "Today I will do what others won’t, so tomorrow I can accomplish what others can’t."
  },
  {
    "author": "Emma Coburn",
    "quote": "Be so strong nothing can disturb your peace of mind. Expect only the best."
  }
]
